[
  {
    "title": "FIVB- 2020",
    "text": "Other beach volleyball Olympians celebrating birthdays this week are Lina Yanchulova of Bulgaria (45, 2000 and 2004 Olympics) on Sunday, Riccardo Lione of Italy (48, 2008) on Monday, Debora Schoon Kadijk of the Netherlands (51, 1996, and 2000), Danja Musch of Germany (49, 1996, 2000 and 2004) and Benjamin Insfran of Brazil (48, 2004) on Tuesday, Raul Mesa of Spain (38, 2008) on Thursday and Lenka Hajeckova of the Czech Republic (42, 2012) on Friday. Of this group, Benjamin ranks among the FIVB leaders in gold medals (13) and podium placements (33) as he played on the World Tour for 16 seasons (1997-2012) with 152 events played.",
    "link": "https://www.fivb.com/en/about/news/lion-king-roars-into-35th-birthday?id=90721"
  },
  {
    "title": "Volleyball World - History",
    "text": "Beach volleyball finally returned to its spiritual home when the sun-drenched sands of Rio de Janeiro`s Copacabana Beach welcomed the cream of beach volleyball in 2003. Kerri Walsh and Misty May-Treanor, however, ended Brazil`s monopoly of the women`s medals by beating defending champions Adriana Behar and Shelda Bede in the final and Sydney 2000 Olympic champion Natalie Cook added world bronze alongside Nicole Sanderson. Local fans were not disappointed with the men`s result though as Emanuel Rego and Ricardo Santos defeated US pair Stein Metzger and Dax Holdren, while another Brazilian duo Marcio Araujo and Benjamin Insfran claimed bronze.",
    "link": "https://en.volleyballworld.com/beachvolleyball/competitions/beach-volleyball-world-championships-rome-2022/competition/history"
  },
  {
    "title": "LA Times - 2000",
    "text": "Brian Lewis of Huntington Beach and partner Canyon Ceman were eliminated after losing both matches, including a 17-16 loss to top-seeded Marcio Araujo and Benjamin Insfran of Brazil in the opening round. Araujo and Insfran meet Blanton and Fonoimoana in today`s third round.",
    "link": "https://www.latimes.com/archives/la-xpm-2000-jul-01-sp-46813-story.html"
  },
  {
    "title": "Box Score - World Sportwire",
    "text": "Latvia`s Janis Smedins and Martins Plavins, USA`s Matt Fuerbringer and Nick Lucena and Brazil`s Benjamin Insfran and Harley Marques highlight the men`s contest. They will be joined by Spain`s Pablo Herrera and Adrian Gavira, Russia`s Konstantin Semenov and Yaroslav Koshkarev, Germany`s Jonathan Erdmann and Kay Matysik and Estonia`s Rivo Vesik and Karl Jaani.",
    "link": "https://boxscorenews.com/swatch-world-tour-icons-ready-for-israeli-challenge-p34298-68.htm"
  }
]