[
  {
    "title": "fivb - 2020",
    "link": "https://www.fivb.com/en/about/news/lion-king-roars-into-35th-birthday?id=90721",
    "text": "Other beach volleyball Olympians celebrating birthdays this week are Lina Yanchulova of Bulgaria (45, 2000 and 2004 Olympics) on Sunday, Riccardo Lione of Italy (48, 2008) on Monday, Debora Schoon Kadijk of the Netherlands (51, 1996, and 2000), Danja Musch of Germany (49, 1996, 2000 and 2004) and Benjamin Insfran of Brazil (48, 2004) on Tuesday, Raul Mesa of Spain (38, 2008) on Thursday and Lenka Hajeckova of the Czech Republic (42, 2012) on Friday. Of this group, Benjamin ranks among the FIVB leaders in gold medals (13) and podium placements (33) as he played on the World Tour for 16 seasons (1997-2012) with 152 events played.",
    "international": false
  },
  {
    "title": "Olympic.com - 2021",
    "link": "https://olympics.com/en/news/brazil-harbours-high-hopes-for-beach-volleyball-success-in-rio-1",
    "text": "Behar and Bede added another silver in Athens in 2004, but this time round it was Brazil’s men who took centre stage. The pairings of Márcio Araújo and Benjamin Insfran, and Emanuel Rego and Ricardo Santos were seeded one and two respectively. And while there was disappointment for the favourites, Rego and Santos won gold after a scintillating final against Spanish duo Javier Bosma and Pablo Herrera.",
    "international": false
  },
  {
    "title": "volleyball world - 2021",
    "link": "https://en.volleyballworld.com/en/beachvolleyball/worldtour/2021/1024/news/firsts-for-top-teams-new-zealand?id=92062",
    "text": "Teams winning their first of several FIVB World Tour gold medals together this week were Norwegians Jan Kvalheim/ Bjorn Maaseide of Norway in 1994, the Laciga brothers (Martin and Paul) of Switzerland in 1998 and Brazilians Marcio Araujo/Benjamin Insfran in 2000.",
    "international": false
  },
  {
    "title": "volleyball world - 2022",
    "link": "https://en.volleyballworld.com/beachvolleyball/competitions/beach-volleyball-world-championships-rome-2022/competition/history",
    "text": "Beach volleyball finally returned to its spiritual home when the sun-drenched sands of Rio de Janeiro’s Copacabana Beach welcomed the cream of beach volleyball in 2003. Kerri Walsh and Misty May-Treanor, however, ended Brazil’s monopoly of the women’s medals by beating defending champions Adriana Behar and Shelda Bede in the final and Sydney 2000 Olympic champion Natalie Cook added world bronze alongside Nicole Sanderson. Local fans were not disappointed with the men’s result though as Emanuel Rego and Ricardo Santos defeated US pair Stein Metzger and Dax Holdren, while another Brazilian duo Marcio Araujo and Benjamin Insfran claimed bronze.",
    "international": false
  },
  {
    "title": "Los Angeles times - 2000",
    "link": "https://www.latimes.com/archives/la-xpm-2000-jul-01-sp-46813-story.html",
    "text": "Brian Lewis of Huntington Beach and partner Canyon Ceman were eliminated after losing both matches, including a 17-16 loss to top-seeded Marcio Araujo and Benjamin Insfran of Brazil in the opening round. Araujo and Insfran meet Blanton and Fonoimoana in today’s third round.",
    "international": false
  },
  {
    "title": "box score news - 2012",
    "link": "https://boxscorenews.com/swatch-world-tour-icons-ready-for-israeli-challenge-p34298-68.htm",
    "text": "Latvia’s Janis Smedins and Martins Plavins, USA’s Matt Fuerbringer and Nick Lucena and Brazil’s Benjamin Insfran and Harley Marques highlight the men’s contest. They will be joined by Spain’s Pablo Herrera and Adrian Gavira, Russia’s Konstantin Semenov and Yaroslav Koshkarev, Germany’s Jonathan Erdmann and Kay Matysik and Estonia’s Rivo Vesik and Karl Jaani.",
    "international": false
  },
  {
    "title": "paloaltoonline - 2011",
    "link": "https://www.paloaltoonline.com/news/2011/08/20/american-women-clinch-spot-in-fivb-world-grand-prix-finals",
    "text": "The top-seeded men's team of Dalhausser and Rogers will face Brazil's fifth-seeded Marcio Araujo and Benjamin Insfran in Sunday's men's gold medal match.",
    "international": false
  },
  {
    "title": "volley mob - 2016",
    "link": "https://volleymob.com/alison-cerutti-bruno-schmidt-top-off-year-another-win/",
    "text": "Cerutti/Schmidt, who are also the reigning FIVB Beach Volleyball world champions, took down Alvaro Filho and Saymon Santos 2-0 (21-19, 21-18). For the bronze medal, Arthur Lanci and Eduardo Davi won 2-1 (26-24, 18-21, 15-8) over Gustavo Carvalhes and Benjamin Insfran.",
    "international": false
  },
  {
    "title": "nmi volleyball - 2011",
    "link": "http://www.nmivolleyball.org/the-press-room/nmiva-news-wire/worldsbestsetfor2011beachvolleyballseason",
    "text": "In addition to Dalhausser/Rogers, Alison/Emanuel and Brink/Reckermann, the other men's top 10 teams expected at the Brasilia curtain-raiser are Spain's Adrian Gavira Collado/Pablo Herrera (third in 2010), China's Penggen Wui/Linyin Xu (fourth), Brazil's Marcio Araujo/Ricardo Santos (sixth), Brazil's Benjamin Insfran/Bruno Oscar Schmidt (seventh), and Poland's Grzegorz Fijalek/Mariusz Prudel (ninth). Brazil's Harley Marques, who finished eighth last year and won the tour title in 2008 with Pedro Salgado, is set to play with Thiago Santos Barbosa, who finished 14th in 2010 with Pedro Cunha. The two Pedros – Salgado and Cunha – are expected to play together this season.",
    "international": false
  },
  {
    "title": "cbc - 2002",
    "link": "https://www.cbc.ca/sports/canadian-men-on-bubble-at-montreal-beach-tourney-1.314513",
    "text": "It was the same story for Canada's other Olympic team, Jody Holden of Toronto and Conrad Leinemann of Kelowna, B.C. The 1999 Pan American Games champions defeated Americans John Hyden and Christian McCaw 21-18, 21-18 in their first match before losing 21-17, 21-16 to Brazil's Marcio Araujo and Benjamin Insfran in their second.",
    "international": false
  },
  {
    "title": "mission beach volleyball",
    "link": "http://www.missionbeachvolleyball.com/beachvolleyballhistory.aspx",
    "text": "Brazilians dominate the men's season with three teams combining to win nine of the thirteen events. Jose Loiola and Emanuel Rego win five events, World Champions ZéMarco and Ricardo Costa win four and newcomers Marcio Araujo and Benjamin Insfran win two.",
    "international": false
  },
  {
    "title": "star bulletin - 2002",
    "link": "https://archives.starbulletin.com/2002/06/23/sports/hawaiibeat.html",
    "text": "Punahou products Stein Metzger and Kevin Wong won their third straight match to reach the semifinals of the Swiss Open FIVB volleyball tournament yesterday. They play 25th-seeded Marcio Araujo and Benjamin Insfran of Brazil in today's first semifinal match.",
    "international": false
  },
  {
    "title": "travel-rhodes - 2003",
    "link": "https://www.travel-rhodes.com/article.php?article_id=1",
    "text": "By the semifinals, just one team from Brazil remained with Benjamin Insfran and Marcio Henrique Barroso Araujo meeting Canadians John Child and Mark Heese, while Olympic gold medallist Dain Blanton and his lofty new partner and ex-national Volleyball player Jeff Nygaard were the sole USA team left to play against Austrians Niki Berger and Clemens Doppler. The final came down to a contest between the new partnership of Blanton and Nygaard against the highly-experienced Brazilians, the top ranked team in Rhodes after finishing second on the 2002 World Tour. But it was the Americans who upset the form books to secure the gold medal with a 22-20, 21-18 victory, with Blanton producing an inspired defensive performance that also won him the Speedo Most Valuable Player Award. Bronze went to Berger and Doppler, whose third place was also a career-best finish for the fast-improving duo. While players are chiefly concerned with their individual results, looked at in the bigger picture they represent a strong signal for the globalization of the sport. Indeed in the main draw pool play a team from Estonia forced Austrians Berger and Doppler to 30-28 in their second set, while a Russian pair Roman Arkaev and Dimitri Barsouk drove Sweden's Bjorn Berg and Simon to a tense 19-17 tiebreaker, nearly spoiling their chances of making the final 16.",
    "international": false
  },
  {
    "title": "volley wood - 2013",
    "link": "http://www.volleywood.net/beach-volleyball-news/swatch-world-tour-beach-volleyball-news/chatting-with-lauren-fendrick",
    "text": "This depends. The prize money is lower this year than domestically web domestically and internationally, since I started playing in 2003. However, the level of play is very high. Usually, there is a post-Olympic drop in competition, but this hasn’t happened this year. Even though there are some big retirements/names missing from tournaments in Misty May, Simone Kuhn, Larissa Franca, Juliana Silva, Matt Fuerbringer, Marcio Araujo, Benjamin Insfran, etc. and even though there are new teams and new players, the level of competition is still very high. For fan support, I think Klagenfurt gets the most fans of any tournament (maybe the most vocal), but we will see what Rosie’s Raiders can bring to match the international level.",
    "international": false
  },
  {
    "title": "inside the games - 2019",
    "link": "https://www.insidethegames.biz/articles/1082041/mol-and-sorum-triumph-in-gstaad",
    "text": "Compatriots Márcio Araújo and Benjamin Insfran accomplished the feat in 124 matches, as did the United States' Philip Dalhausser and Nicholas Lucena.",
    "international": false
  },
  {
    "title": "usa volleyball - Athens 2004 Olympic Games",
    "link": "https://usavolleyball.org/beach-national-team/beach-olympic-history/",
    "text": "Men’s Gold Medal – Emanuel Rego/Ricardo Santos, Brazil def. Javier Bosma/Pablo Herrera, Spain 21-16, 21-15 (43 minutes); Bronze Medal – Patrick Heuscher/Stefan Kobel, Switzerland def. Julien Prosser/Mark Williams, Australia, 19-21, 21-17, 15-13 (61). Other Results – T5. Dax Holdren/Stein Metzger USA, Martin Laciga/Paul Laciga SUI, Christoph Dieckmann/Andreas Scheuerpflug GER, John Child/Mark Heese CAN; T9. Marcio Araujo/Benjamin Insfran BRA, Markus Dieckmann/Jonas Reckermann GER, Mariano Baracetti/Martin Conde ARG, Begard Hoidalen/Jorre Kjemperud NOR, Andrew Schacht/Jashua Slack AUS, Bjorn Berg/Simon Dahl SWE, Joao Brenha/Miguel Maia POR, Colin Pocock/Gershon Rorich RSA; T17. Nikolas Berger/Florian Gosch AUT, Francisco Alvarez/Juan Rossell CUB; T19. Dain Blanton/Jeff Nygaard USA, Pavlos Beligratis/Thanassis Michalopoulos GRE, Ramon Hernandez Raul Papaleo/You Wenhui PUR, Peter Gartmayer/Robert Nowotny AUT, Stephane Canet/Mathieu Hamel FRA, Iver Horrem/Bjorn Maaseide NOR.",
    "international": false
  },
  {
    "title": "all famous birthday",
    "link": "https://allfamousbirthday.com/bruno-schmidt/",
    "text": "On the World Tour 2010 Bruno played with Benjamin Insfran. In their first joint appearance Bruno / Benjamin achieved a third place in Brasília. After that, they finished fifth in Shanghai and had three ninth places, before becoming fifth again in Prague. They also achieved this result in Marseille and Kristiansand. At their last FIVB tournament of the year, they reached the final, defeating American Jennings / Wong. At the beginning of the World Tour 2011, they finished seventh in Brasília and ninth in Beijing. At the World Cup in Rome, they reached the second round as second of their group, in which they eliminated the Polish couple Fijałek / Prudel. After a fifth place at the Grand Slam in Moscow, they parted ways temporarily. The rest of the season Bruno completed with his former partner Joao Maciel. The best results the duo scored was a ninth place in Quebec and fourth place in Klagenfurt.",
    "international": false
  },
  {
    "title": "sport.err - 2011",
    "link": "https://sport.err.ee/3788/marcio-araujo-ja-benjamin-insfran-voitsid-ahvenamaal",
    "text": "Ahvenamaal toimunud rannavõrkpalli MK-etapi finaalis andsid ameeriklased Phil Dalhausser ja Todd Rogers esimeses geimis seisult 21: 21 Rogersi põlvevigastuse tõttu Brasiilia paarile Marcio Araujo - Benjamin Insfran loobumisvõidu.",
    "international": true
  },
  {
    "title": "baike.baidu ",
    "link": "https://baike.baidu.com/item/%E5%9B%A0%E6%96%AF%E7%A6%8F%E5%85%B0/8930764",
    "text": "波兰，2009年8月9日-本杰明Insfran和佩德罗·萨尔加多完成一个巴西横扫的沙滩排球金奖牌，赢得了男子决赛的38万美元马祖开放作为每个玩家声称他们的第10 SWATCH FIVB世界巡回赛头衔，但他们的的第一个总冠军桂冠。",
    "international": true
  },
  {
    "title": "campo grande news - 2013",
    "link": "https://www.campograndenews.com.br/esportes/classificada-dupla-de-benjamim-cumpre-tabela-no-mundial-de-volei-de-praia",
    "text": "Duas duplas brasileiras estão classificadas por antecipação para a segunda fase do Grand Slam de Berlim do Circuito Mundial de vôlei de praia. Entre elas está o sul-mato-grossense Benjamin Insfran e o seu parceiro Bruno Schmidt. - CREDITO: CAMPO GRANDE NEWS",
    "international": true
  },
  {
    "title": "uol - 2004",
    "link": "https://www.uol.com.br/esporte/olimpiadas/brasileiros/voleidepraia/benjamin.jhtm",
    "text": "Sul-mato-grossense radicado em Fortaleza, Benjamin vive e treina na capital cearense há cinco anos. A partir de 1999, passou a formar dupla com Márcio. A primeira conquista importante da parceria foi o título brasileiro de 2000, ano em que Benjamin também foi eleito o melhor jogador do país.",
    "international": true
  },
  {
    "title": "voleinetcombr - 2010",
    "link": "http://voleinetcombr.blogspot.com/2010/08/circuito-mundial-benjamin-e-bruno_28.html",
    "text": "Haia, 28 de agosto de 2010 - As potências de Vôlei de Praia do Brasil e dos Estados Unidos irão competir por mais uma medalha de Ouro no Swatch FIVB World Tour. Benjamin Insfrán e Bruno Oscar Schmidt do Brasil e Casey Jennings e Kevin Wong dos Estados Unidos somam 48 medalha de ouro FIVB entre os dois países na história de 24 anos da circuito internacional, que começou nas praias do Rio de Janeiro em 1987.",
    "international": true
  },
  {
    "title": "campo grande news - 2015",
    "link": "https://www.campograndenews.com.br/esportes/volei-de-praia-com-benjamin-e-opcao-no-parque-das-nacoes-indigenas",
    "text": "'Estou jogando aqui, aos 43 anos, por amor ao esporte, por gostar dessa sensação, de competir. Estou ao lado de um menino novo, tentando passar um pouco de experiência e ele também está me ajudando. Esperamos seguir nesse ritmo, é um torneio de tiro curto, com boas duplas, mas temos condições de brigarmos pelos primeiros lugares', disse Benjamin. - CREDITO: CAMPO GRANDE NEWS",
    "international": true
  },
  {
    "title": "sportv - 2011",
    "link": "http://sportv.globo.com/site/eventos/circuito-mundial-de-volei-de-praia/noticia/2011/08/aos-39-anos-benjamin-estreia-em-aland-em-busca-da-1000-vitoria.html",
    "text": "Aos 39 anos, Benjamin está perto de uma marca histórica. Com 999 vitórias na carreira (507 no Circuito Brasileiro, 490 no Circuito Mundial e duas em Jogos Olímpicos), o sul-mato-grossense espera garantir logo a marca de 1.000 triunfos ao lado do parceiro Márcio. Eles estreiam, nesta quinta, na etapa de Aland do Circuito Mundial de Vôlei de Praia contra os austríacos Müllner e Horst.",
    "international": true
  },
  {
    "title": "dourados news - 2003",
    "link": "https://www.douradosnews.com.br/noticias/benjamin-vence-8-etapa-circuito-bb-volei-de-praia-9d2068e1995a53881d48/165414/",
    "text": "O atleta sul-mato-grossense, Benjamin Insfran, venceu neste final de semana (30 e 31/8) a oitava etapa do Circuito Banco do Brasil de Vôlei de Praia, realizado em Vitória, Espírito Santo(ES).",
    "international": true
  },
  {
    "title": "midiamax - 2013",
    "link": "https://midiamax.uol.com.br/geral/2013/benjamin-volta-a-campo-grande-para-disputar-etapa-nacional-de-volei/",
    "text": "'Aqui começou tudo. Começou o vôlei de praia, os circuitos, o apoio da federação. Foi assim que me apresentei como atleta no cenário nacional”, declara o jogador que começou nas quadras e foi para a areia em 1997. “Nunca mais larguei”, comenta Benjamin, atualmente com 41 anos.",
    "international": true
  },
  {
    "title": "fundesporte - 2016",
    "link": "https://www.fundesporte.ms.gov.br/benjamin-vence-e-vai-as-finais-do-circuito-nacional-de-volei-de-praia/",
    "text": "Na estreia, a dupla impôs seu jogo e não deu chance aos paraibanos Ícaro e Klaus. No fim ganhou por 2x0 com parciais de 21x17 e 21x18. Em seguida, Fernando e Benjamin enfrentaram os cearenses Bernardo Lima e Fábio pelo primeiro lugar da chave C. O jogo foi mais complicado, definido apenas no tie-break. Vitória da dupla do atleta da casa: 2x1, com parciais de 21x18, 20x22 15x10. Com o resultado, Fernando e Benjamin se classificaram para as quartas-de-final.",
    "international": true
  },
  {
    "title": "rcn67 - 2008",
    "link": "https://www.rcn67.com.br/esportes/confira-os-resultados-do-ii-circuito-fundesporte-volei-de-praia/942/",
    "text": "No masculino a dupla Benjamin e Alex Acco conquistaram o titulo ao vencer a dupla Marcinho e Mauricio por 2 sets a 0, com parciais de 18x14 e 18x16. Na terceira colocação ficou com a dupla líder do ranking estadual Toninho e Mauro Nogueira que venceram a dupla Carlos e Betinho.",
    "international": true
  },
  {
    "title": "campo grande news - 2017",
    "link": "https://www.campograndenews.com.br/esportes/hoje-tem-sul-mato-grossenses-na-luta-pelo-titulo-no-volei-de-praia",
    "text": "No torneio masculino, a disputa da fase de grupos na tarde de ontem definiu os 16 times que avançaram às oitavas de final e dois atletas locais estarão em quadra neste sábado: Benjamin e Saymon. Nas oitavas, Saymon e seu parceiro paraibano Álvaro Filho enfrentará a dupla Davi (PR)/Borlini (ES). - CREDITO: CAMPO GRANDE NEWS",
    "international": true
  },
  {
    "title": "dourados news - 2004",
    "link": "https://www.douradosnews.com.br/noticias/zeca-do-pt-reafirma-apoio-a-atletas-que-representam-ms-c6241887197d2d8/179110/",
    "text": "O atleta natural de Porto Murtinho e beneficiado pelo FIE (Fundo de Investimentos Esportivos) agradeceu o apoio do Governo Popular e ressaltou a importância da continuação da ajuda. “Desde criança sonhava em representar meu Estado e país através do esporte, e a ajuda do Governo do Estado é essencial para me dar suporte para melhorar e conquistar os títulos de minha carreira. Acredito que o FIE também seja fundamental para revelar e impulsionar novos atletas a serem descobertos em Mato Grosso do Sul”, afirmou Benjamin.",
    "international": true
  }
]